Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# WHASetupTitleDescription
source: You can now AirPlay music, podcasts, and radio stations to every room in your home.
ar: يمكنك الآن استخدام البث السريع مع الموسيقى والبودكاست ومحطات الراديو في كل غرفة داخل منزلك.
ca: Ara pots reproduir música, pòdcasts i emissores de ràdio a totes les habitacions de casa teva amb l’AirPlay.
cs: Nyní můžete přes AirPlay streamovat hudbu, podcasty a stanice rádia do kterékoli místnosti v domácnosti.
da: Nu kan du afspille musik, podcasts og radiostationer via AirPlay til alle værelser i dit Hjem.
de: Jetzt können Musik, Podcasts und Radiosender in jedem Raum deines Zuhauses über AirPlay gestreamt werden.
el: Μπορείτε τώρα να αναπαράγετε μουσική, podcast και ραδιοφωνικούς σταθμούς μέσω AirPlay σε οποιοδήποτε δωμάτιο της οικίας σας.
es: Ahora puedes reproducir música, podcasts y emisoras de radio con AirPlay en todas las habitaciones de tu casa.
es_us: Ahora puedes reproducir música, podcasts y estaciones de radio con AirPlay en todas las habitaciones de tu casa.
fi: Voit nyt käyttää AirPlayta musiikin, podcastien ja radioasemien kuunteluun kotisi jokaisessa huoneessa.
fr: Vous pouvez désormais utiliser AirPlay pour diffuser de la musique, des podcasts et des stations de radio dans chaque pièce de votre domicile.
fr_ca: Vous pouvez dorénavant utiliser AirPlay pour écouter de la musique, des balados et des stations de radio dans toutes les pièces de votre maison.
he: כעת ניתן לשדר ב-AirPlay מוזיקה, פודקאסטים ותחנות רדיו לכל החדרים בבית.
hi: आप अब संगीत, पॉडकास्ट और रेडियो स्टेशन को अपने घर के हर कमरे में AirPlay कर सकते हैं।
hr: Odsad možete pokrenuti AirPlay reprodukciju glazbe, podcasta i radio postaja u svakoj prostoriji vašeg doma.
hu: Az AirPlay használatával zenét, podcastokat és rádióállomásokat játszhat le az otthona minden szobájában.
id: Anda dapat menggunakan AirPlay untuk musik, podcast, dan stasiun radio di setiap ruangan di rumah Anda.
it: Utilizza AirPlay per ascoltare musica, podcast e stazioni radio in ogni stanza di casa.
ja: ミュージック、ポッドキャスト、ラジオステーションを各部屋にAirPlayをすることができるようになりました。
ko: 이제 음악, 팟캐스트 및 라디오 스테이션을 집 안의 모든 방으로 AirPlay할 수 있습니다.
ms: Anda kini boleh AirPlay muzik, podcast dan stesen radio ke setiap bilik dalam rumah anda.
nb: Du kan nå bruke AirPlay til å spille av musikk, podkaster og radiostasjoner hvor som helst i hjemmet.
nl: Je kunt nu via AirPlay in elke kamer van je woning luisteren naar muziek, podcasts en radiostations.
pl: Teraz możesz również przesyłać muzykę, podcasty i programy stacji radiowych przez AirPlay do dowolnego pokoju w domu.
pt_br: Agora você pode usar o AirPlay para reproduzir músicas, podcasts e estações de rádio em qualquer cômodo da sua casa.
pt_pt: Já pode usar AirPlay para ouvir música, podcasts e estações de rádio em todas as divisões da casa.
ro: Acum puteți să difuzați prin AirPlay muzică, podcasturi și posturi radio în toate camerele din locuința dvs.
ru: Вы можете передавать музыку, подкасты и радиостанции по AirPlay в каждую комнату своего дома.
sk: Odteraz môžete pomocou AirPlay prehrávať hudbu, podcasty a stanice rádia v ľubovoľnej miestnosti v domácnosti.
sl: S funkcijo AirPlay lahko zdaj predvajate glasbo, podkaste in radijske postaje v vsak prostor svojega doma.
sv: Nu kan du spela musik, poddar och radiostationer via AirPlay till alla rum i hemmet.
th: คุณสามารถใช้ AirPlay กับเพลง พ็อดคาสท์ และสถานีวิทยุเพื่อส่งไปยังทุกๆ ห้องในบ้านของคุณได้แล้ว
tr: Müziklerinizi, podcast’lerinizi ve radyo istasyonlarınızı artık evinizin her odasında AirPlay ile dinleyebilirsiniz.
uk: Тепер ви можете транслювати через AirPlay музику, подкасти й радіостанції в кожну кімнату дому.
vi: Bây giờ bạn có thể phát nhạc, podcast và đài phát radio qua AirPlay đến mọi phòng trong nhà.
zh_cn: 现在，你在家中的每个房间均可隔空播放音乐、播客和广播电台。
zh_hk: 你現在可以將音樂、Podcast和廣播電台AirPlay至家中所有房間。
zh_tw: 你現可將音樂、Podcast和廣播電台AirPlay到家中所有房間。

# WHASuggestedRoomsSectionTitle
source: Suggested Rooms
ar: الغرف المقترحة
ca: Habitacions suggerides
cs: Navržené místnosti
da: Foreslåede værelser
de: Vorgeschlagene Räume
el: Προτεινόμενα δωμάτια
es: Habitaciones sugeridas
es_us: Habitaciones sugeridas
fi: Ehdotetut huoneet
fr: Pièces suggérées
fr_ca: Pièces suggérées
he: חדרים מוצעים
hi: सुझाए गए कमरे
hr: Predložene prostorije
hu: Javasolt szobák
id: Ruangan yang Disarankan
it: Stanze suggerite
ja: 提案された部屋
ko: 방 제안
ms: Bilik Cadangan
nb: Foreslåtte rom
nl: Voorgestelde kamers
pl: Sugerowane pokoje
pt_br: Cômodos Sugeridos
pt_pt: Divisões sugeridas
ro: Camere sugerate
ru: Предложенные комнаты
sk: Navrhované miestnosti
sl: Predlagani prostori
sv: Föreslagna rum
th: ห้องที่แนะนำ
tr: Önerilen Odalar
uk: Можливі кімнати
vi: Phòng được gợi ý
zh_cn: 建议的房间
zh_hk: 建議的房間
zh_tw: 建議的房間

# WHASynchronizingDescription
source: Currently syncing with iCloud. This may take a few minutes.
ar: تجري حاليًا المزامنة مع iCloud. قد يستغرق هذا الإجراء بضع دقائق.
ca: La sincronització amb l’iCloud està en curs. El procés pot tardar uns minuts.
cs: Probíhá synchronizace s iCloudem. Může to několik minut trvat.
da: Synkroniserer i øjeblikket med iCloud. Det kan tage nogle få minutter.
de: Es wird gerade mit iCloud synchronisiert. Dies kann einige Minuten dauern.
el: Γίνεται συγχρονισμός με το iCloud. Ίσως χρειαστούν λίγα λεπτά.
es: Sincronizando con iCloud. Este proceso puede durar unos minutos.
es_us: Sincronizando con iCloud. Esto podría tardar unos minutos.
fi: Synkronoidaan iCloudin kanssa. Tämä voi kestää muutaman minuutin.
fr: Synchronisation avec iCloud en cours. Cela peut prendre quelques minutes.
fr_ca: La synchronisation avec iCloud est en cours. Ceci peut prendre quelques minutes.
he: מסתנכרן כעת עם iCloud. הפעולה עשויה להימשך מספר דקות.
hi: iCloud के साथ अभी सिंक किया जा रहा है। इसमें कुछ मिनट लग सकते हैं।
hr: Trenutačno traje sinkronizacija s iCloudom. To može potrajati nekoliko minuta.
hu: Jelenleg folyamatban van az iClouddal való szinkronizálás. Ez eltarthat pár percig.
id: Sedang menyelaraskan dengan iCloud. Ini dapat memerlukan waktu beberapa menit.
it: È in corso la sincronizzazione con iCloud. L’operazione potrebbe richiedere alcuni minuti.
ja: 現在iCloudと同期中です。この処理に数分かかることがあります。
ko: 현재 iCloud와 동기화 중입니다. 이 작업은 몇 분 정도 소요될 수 있습니다.
ms: Sedang menyelaras dengan iCloud. Ini mungkin mengambil masa beberapa minit.
nb: Synkroniserer for øyeblikket med iCloud. Dette kan ta noen minutter.
nl: Er wordt gesynchroniseerd met iCloud. Dit kan enkele minuten duren.
pl: Aktualnie synchronizuję z iCloud. Może to potrwać kilka minut.
pt_br: Sincronizando com o iCloud. Isso pode levar alguns minutos.
pt_pt: Sincronização com iCloud em curso. Esta operação pode demorar alguns minutos.
ro: Se realizează sincronizarea cu iCloud. Procesul poate dura câteva minute.
ru: Происходит синхронизация с iCloud. Это может занять несколько минут.
sk: Prebieha synchronizácia s iCloudom. Môže to trvať niekoľko minút.
sl: Poteka sinhronizacija s storitvijo iCloud. To lahko traja nekaj minut.
sv: Synkroniserar med iCloud just nu. Detta kan ta några minuter.
th: กำลังเชื่อมข้อมูลกับ iCloud อยู่ในตอนนี้ อาจใช้เวลาสักครู่
tr: iCloud ile eşzamanlanıyor. Bu işlem birkaç dakika sürebilir.
uk: Наразі синхронізується з iCloud. Це може тривати кілька хвилин.
vi: Đang đồng bộ hóa với iCloud. Quá trình này có thể mất vài phút.
zh_cn: 当前正在与iCloud同步。这可能需要几分钟时间。
zh_hk: 目前正與iCloud同步。這可能需要幾分鐘。
zh_tw: 目前正在與iCloud同步。這可能需要一些時間。

# WhatsNewTitle
source: What’s New
ar: ما الجديد
ca: Novetats
cs: Novinky
da: Nyheder
de: Neue Funktionen
el: Τι νέο υπάρχει
es: Novedades
es_us: Novedades
fi: Uutta
fr: Nouveautés
fr_ca: Nouveautés
he: מה חדש
hi: क्या नया है
hr: Što je novo
hu: Újdonságok
id: Apa Yang Baru
it: Novità
ja: 新機能
ko: 새로운 기능
ms: Perkara Baharu
nb: Nytt
nl: Nieuw
pl: Co nowego
pt_br: Novidades
pt_pt: Novidades
ro: Noutăți
ru: Что нового
sk: Čo je nové
sl: Novosti
sv: Nyheter
th: มีอะไรใหม่
tr: Yenilikler
uk: Що нового
vi: Tính năng mới
zh_cn: 新功能
zh_hk: 新功能
zh_tw: 新功能

# WHAYourHomesTitle
source: Your Homes
ar: منازلك
ca: Les teves cases
cs: Vaše domácnosti
da: Dine Hjem
de: Deine Zuhause
el: Οι οικίες σας
es: Tus casas
es_us: Tus casas
fi: Kodit
fr: Vos domiciles
fr_ca: Vos domiciles
he: הבתים שלך
hi: आपके घर
hr: Vaši domovi
hu: Az Otthonai
id: Rumah Anda
it: Le tue abitazioni
ja: あなたのホーム
ko: 사용자의 홈
ms: Rumah Anda
nb: Hjemmene dine
nl: Je woningen
pl: Twoje domy
pt_br: Suas Casas
pt_pt: As suas casas
ro: Locuințele dvs.
ru: Ваши дома
sk: Vaše domácnosti
sl: Vaši domovi
sv: Dina hem
th: บ้านของคุณ
tr: Evleriniz
uk: Ваші доми
vi: Nhà của bạn
zh_cn: 你的家
zh_hk: 你的家居
zh_tw: 你的家

# WirelessAudioSyncAlreadyAppliedAlertRepeatActionTitle
source: Repeat Calibration
ar: تكرار المعايرة
ca: Repeteix el calibratge
cs: Zopakovat kalibraci
da: Gentag kalibrering
de: Kalibrierung wiederholen
el: Επανάληψη διακρίβωσης
es: Repetir calibración
es_us: Repetir calibración
fi: Toista kalibrointi
fr: Répéter l’étalonnage
fr_ca: Répéter l’étalonnage
he: חזרה על הכיול
hi: कैलिब्रेशन दोहराएँ
hr: Ponovi kalibraciju
hu: Kalibrálás megismétlése
id: Atur Ulang Kalibrasi
it: Ripeti calibrazione
ja: 調整を繰り返す
ko: 조정 반복
ms: Ulang Kalibrasi
nb: Gjenta kalibrering
nl: Herhaal kalibratie
pl: Powtórz kalibrację
pt_br: Repetir Calibragem
pt_pt: Repetir calibragem
ro: Repetați calibrarea
ru: Повтор калибровки
sk: Zopakovať kalibráciu
sl: Ponovi umerjanje
sv: Upprepa kalibrering
th: ทำการปรับเทียบซ้ำ
tr: Kalibrasyonu Yinele
uk: Повторити калібрування
vi: Lặp lại hiệu chỉnh
zh_cn: 重复校准
zh_hk: 重複校正
zh_tw: 重複校正

# WirelessAudioSyncAlreadyAppliedAlertResetActionTitle
source: Reset
ar: إعادة تعيين
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_us: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Alaphelyzetbe állítás
id: Atur Ulang
it: Inizializza
ja: リセット
ko: 재설정
nb: Nullstill
nl: Herstel
pl: Wyzeruj
pt_br: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сброс
sk: Resetovať
sl: Ponastavi
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 还原
zh_hk: 重設
zh_tw: 重置

# WirelessAudioSyncAlreadyAppliedAlertSubTitle
source: Wireless audio is already synchronized for this format on this television. You can repeat the calibration or reset your results.
ar: تمت مزامنة الصوت اللاسلكي لهذا التنسيق على هذا التلفزيون من قبل. يمكنك تكرار المعايرة أو إعادة تعيين النتائج.
ca: Ja s’ha sincronitzat l’àudio sense fil per a aquest format al televisor. Pots repetir el calibratge o restablir els resultats.
cs: Synchronizace tohoto formátu bezdrátového zvuku na tomto televizoru je už nastavená. Můžete zopakovat kalibraci nebo resetovat výsledky.
da: Trådløs lyd er allerede synkroniseret til dette fjernsyns format. Du kan gentage kalibreringen eller nulstille resultaterne.
de: Drahtloses Audio ist für dieses Format auf diesem TV-Gerät bereits synchronisiert. Du kannst die Kalibrierung wiederholen oder deine Ergebnisse zurücksetzen.
el: Ο ασύρματος ήχος είναι ήδη συγχρονισμένος για αυτήν τη μορφή σε αυτήν την τηλεόραση. Μπορείτε να επαναλάβετε τη διακρίβωση ή να κάνετε επαναφορά των αποτελεσμάτων.
es: El audio inalámbrico ya está sincronizado para este formato en este televisor. Puedes repetir la calibración o restablecer los resultados.
es_us: El audio inalámbrico ya está sincronizado para este formato en esta TV. Puedes repetir la calibración o restaurar los resultados.
fi: Langaton ääni on jo synkronoitu tähän muotoon tässä televisiossa. Voit toistaa kalibroinnin tai nollata tulokset.
fr: L’audio sans fil est déjà synchronisé pour ce format sur ce téléviseur. Vous pouvez recommencer l’étalonnage ou réinitialiser vos résultats.
fr_ca: Ce format audio sans fil est déjà synchronisé avec cette télévision. Vous pouvez répéter l’étalonnage ou réinitialiser vos résultats.
he: כבר בוצע סנכרון שמע אלחוטי עבור פורמט זה במכשיר הטלוויזיה. ניתן לבצע כיול מחדש או לאפס את התוצאות.
hi: इस टेलीविज़न पर इस फ़ॉर्मैट के लिए वायरलेस ऑडियो पहले से सिंक्रोनाइज़ किया हुआ है। आप दोबारा कैलिब्रेशन कर सकते हैं या अपने परिणाम रीसेट कर सकते हैं।
hr: Bežični audio signal već je sinkroniziran za ovaj format na ovom TV-u. Možete ponoviti kalibraciju ili resetirati rezultate.
hu: A vezeték nélküli hang már szinkronizálva van ehhez a formátumhoz a televízión. Megismételheti a kalibrációt, vagy alaphelyzetbe állíthatja az eredményeket.
id: Audio nirkabel telah diselaraskan untuk format ini di televisi ini. Anda dapat mengulangi kalibrasi atau mengatur ulang hasil Anda.
it: L’audio wireless è già sincronizzato per questo formato su questa TV. Puoi ripetere la calibrazione o inizializzare i risultati.
ja: このテレビでは、ワイヤレスオーディオはこのフォーマットに同期されています。調整を繰り返したり、結果をリセットすることができます。
ko: 무선 오디오가 이미 이 텔레비전에서 해당 포맷으로 동기화되었습니다. 보정을 반복하거나 결과를 재설정할 수 있습니다.
ms: Audio wayarles telah diselaraskan untuk format ini pada televisyen ini. Anda boleh mengulangi kalibrasi atau mereset keputusan anda.
nb: Trådløs lyd for dette formatet er allerede synkronisert på denne TV-en. Du kan gjenta kalibreringen eller nullstille resultatet.
nl: De draadloze audio is al gesynchroniseerd voor deze structuur op deze televisie. Je kunt de kalibratie herhalen of je resultaten herstellen.
pl: Bezprzewodowy dźwięk jest już zsynchronizowany dla tego formatu na tym telewizorze. Możesz powtórzyć kalibrację lub wyzerować swoje wyniki.
pt_br: O áudio sem fio já está sincronizado para este formato nesta televisão. Você pode repetir a calibragem ou redefinir os resultados.
pt_pt: O áudio sem fios já está sincronizado para este formato nesta televisão. Pode repetir a calibragem ou repor os resultados.
ro: Sunetul wireless este deja sincronizat pentru acest format pe acest televizor. Puteți să repetați calibrarea sau să vă resetați rezultatele.
ru: На этом телевизоре уже синхронизирована беспроводная передача аудио для этого формата. Вы можете повторить калибровку или выполнить сброс.
sk: Bezdrôtový zvuk v tomto formáte už je na tomto televízore synchronizovaný. Môžete zopakovať kalibráciu alebo resetovať výsledky.
sl: Brezžični zvok je že sinhroniziran za to obliko zapisa v tem televizorju. Lahko znova izvedete umerjanje ali pa ponastavite rezultate.
sv: Trådlöst ljud har redan synkroniserats för det här formatet på denna TV. Du kan upprepa kalibreringen eller nollställa resultaten.
th: เสียงแบบไร้สายถูกเชื่อมข้อมูลเรียบร้อยแล้วสำหรับรูปแบบนี้บนโทรทัศน์เครื่องนี้ คุณสามารถปรับเทียบอีกครั้งหรือรีเซ็ตผลการปรับเทียบของคุณได้
tr: Kablosuz ses bu televizyonda bu biçimle zaten eşzamanlanmış. Kalibrasyonu yineleyebilir veya sonuçları sıfırlayabilirsiniz.
uk: Бездротову аудіосинхронізацію вже застосовано для цього формату на поточному телевізорі. Можна повторити калібрування чи скинути результати.
vi: Âm thanh không dây đã được đồng bộ hóa cho định dạng này trên tivi này. Bạn có thể lặp lại quá trình hiệu chỉnh hoặc đặt lại các kết quả.
zh_cn: 无线音频已针对这台电视上的此格式同步。你可以重复校准或还原结果。
zh_hk: 此電視的無線音訊已同步為此格式。你可以重複校正或重設結果。
zh_tw: 已在這台電視上同步此格式的無線音訊。你可以重複校正或重置結果。

# WirelessAudioSyncAlreadyAppliedAlertTitle
source: Television Already Calibrated
ar: تمت معايرة التلفزيون من قبل
ca: El televisor ja s’ha calibrat
cs: Televizor už je zkalibrovaný
da: Fjernsynet er allerede kalibreret
de: TV-Gerät bereits kalibriert
el: H τηλεόραση έχει ήδη διακριβωθεί
es: Televisor ya calibrado
es_us: TV calibrada recientemente
fi: Televisio on jo kalibroitu
fr: Téléviseur déjà étalonné
fr_ca: Télévision déjà étalonnée
he: הטלוויזיה כבר כוילה
hi: टेलीविज़न को पहले ही कैलिब्रेट किया जा चुका है
hr: Televizor je već kalibriran
hu: A televízió már kalibrálva van
id: Televisi Telah Dikalibrasi
it: Televisore già calibrato
ja: テレビはすでに調整済みです
ko: 텔레비전 보정 완료
ms: Televisyen Telah Dikalibrasi
nb: TV-en er allerede kalibrert
nl: Televisie al gekalibreerd
pl: Telewizor już skalibrowany
pt_br: Televisão Já Calibrada
pt_pt: Televisão já calibrada
ro: Televizor deja calibrat
ru: Калибровка телевизора уже выполнялась
sk: Televízor už je skalibrovaný
sl: Televizor je že umerjen
sv: Denna TV har redan kalibrerats
th: ปรับเทียบโทรทัศน์เรียบร้อยแล้ว
tr: Televizyon Zaten Kalibre Edilmiş
uk: Телевізор уже відкалібровано
vi: Tivi này đã được hiệu chỉnh
zh_cn: 电视已校准
zh_hk: 電視已經校正
zh_tw: 電視已進行校正

# WirelessAudioSyncCantHearCallToAction
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# WirelessAudioSyncCantHearSubTitle
source: Make sure your room is quiet, hold your iPhone close to your television, and adjust your speaker volume if needed. Your iPhone must have iOS 18.4 or later.
ar: تأكد من أن الغرفة هادئة، قرِّب iPhone من التلفزيون، واضبط مستوى صوت السماعة إذا لزم الأمر. يجب استخدام iOS 18.4 أو أحدث على iPhone.
ca: Assegura’t que a l’habitació no hi hagi soroll, apropa l’iPhone al televisor i, si cal, ajusta el volum de l’altaveu. L’iPhone ha de tenir com a mínim l’iOS 18.4.
cs: Ujistěte se, že je v místnosti ticho, podržte iPhone u televizoru a v případě potřeby upravte hlasitost reproduktorů. Na iPhonu musí být nainstalovaný systém iOS 18.4 nebo novější.
da: Sørg for, at der er stille i rummet, hold din iPhone tæt på fjernsynet, og juster højttalerlydstyrken om nødvendigt. Din iPhone skal bruge iOS 18.4 eller en nyere version.
de: Achte darauf, dass es im Raum still ist, bringe dein iPhone in die Nähe des TV-Geräts und passe die Lautstärke bei Bedarf an. Auf dem iPhone muss iOS 18.4 oder neuer installiert sein.
el: Βεβαιωθείτε ότι δεν υπάρχει θόρυβος στο δωμάτιο που βρίσκεστε, κρατήστε το iPhone σας κοντά στην τηλεόραση και προσαρμόστε την ένταση ήχου των ηχείων, αν χρειαστεί. Το iPhone πρέπει να διαθέτει το iOS 18.4 ή μεταγενέστερη έκδοση.
es: Asegúrate de que la habitación esté silenciosa, acerca el iPhone al televisor y ajusta el volumen del altavoz si es necesario. El iPhone debe disponer de iOS 18.4 o posterior.
es_us: Asegúrate de que la habitación esté en silencio, acerca tu iPhone a la TV y ajusta el volumen de ser necesario. Tu iPhone debe tener iOS 18.4 o posterior.
fi: Varmista, että huone on hiljainen, pidä iPhonea television lähellä ja säädä kaiuttimien äänenvoimakkuutta tarvittaessa. iPhonessa on oltava iOS 18.4 tai uudempi.
fr: Assurez-vous qu’il n’y a pas de bruit dans la pièce, tenez votre iPhone près de votre téléviseur et réglez le volume des haut-parleurs si nécessaire. Votre iPhone doit exécuter iOS 18.4 ou ultérieur.
fr_ca: Assurez-vous que la pièce est silencieuse, tenez votre iPhone à proximité de votre télévision et réglez le volume de votre haut-parleur si nécessaire. Votre iPhone doit fonctionner sous iOS 18.4 ou une version ultérieure.
he: יש לוודא שהחדר שקט, לקרב את ה-iPhone לטלוויזיה ולשנות את עוצמת הרמקול במידת הצורך. נדרשת התקנה של גירסת iOS 18.4 ואילך ב-iPhone.
hi: पक्का करें कि आपका कमरा शांत हो, अपने iPhone को अपने टेलीविज़न के नज़दीक रखें और ज़रूरत पड़ने पर स्पीकर का वॉल्यूम ऐडजस्ट करें। आपके iPhone पर iOS 18.4 या बाद का संस्करण होना चाहिए।
hr: Provjerite da je u sobi tiho, držite iPhone blizu televizora i podesite glasnoću zvučnika ako je potrebno. Na iPhoneu treba biti instaliran iOS 18.4 ili noviji.
hu: Ügyeljen arra, hogy az adott helyiség zajmentes legyen, tartsa közel az iPhone‑t a televíziójához, és módosítsa a hangszóró hangerejét, ha szükséges. Az iPhone‑on iOS 18.4 vagy újabb rendszernek kell futnia.
id: Pastikan ruangan Anda dalam keadaan hening, dekatkan iPhone Anda ke televisi, dan sesuaikan volume speaker jika perlu. iPhone Anda harus memiliki iOS 18.4 atau lebih baru.
it: Assicurati che la stanza sia silenziosa, tieni iPhone vicino al televisore e regola il volume dell’altoparlante, se necessario. Su iPhone deve essere installato iOS 18.4 o versioni successive.
ja: 部屋が静かであることを確認し、iPhoneをテレビの近くにかざして、必要に応じてスピーカーの音量を調整します。iPhoneにiOS 18.4以降が搭載されている必要があります。
ko: 실내가 조용한 상태인지 확인한 다음, 사용자의 iPhone을 텔레비전 가까이 들고 필요한 경우 스피커 음량을 조절하십시오. 사용자의 iPhone이 iOS 18.4 이상이어야 합니다.
ms: Pastikan bilik anda senyap, pegang iPhone anda berdekatan televisyen anda dan laraskan kelantangan speaker anda jika perlu. iPhone anda mesti mempunyai iOS 18.4 atau lebih baharu.
nb: Pass på at det er stille i rommet, hold iPhonen nær TV-en og juster høyttalervolumet hvis nødvendig. iPhonen må ha iOS 18.4 eller nyere.
nl: Zorg dat je kamer stil is, houd je iPhone dicht bij je televisie en pas zo nodig het luidsprekervolume aan. Voor je iPhone is iOS 18.4 of nieuwer vereist.
pl: Zadbaj, aby w pokoju było cicho, umieść iPhone’a blisko telewizora i wyreguluj głośność głośnika, jeśli to konieczne. iPhone musi mieć system iOS 18.4 lub nowszy.
pt_br: Certifique-se de que o cômodo esteja em silêncio, aproxime o iPhone da televisão e ajuste o volume do alto‑falante, se necessário. Seu iPhone deve ter o iOS 18.4 ou posterior.
pt_pt: Certifique‑se de que não há ruído na divisão, aproxime o iPhone da televisão e, se for necessário, ajuste o volume da coluna. O iPhone tem de ter o iOS 18.4 ou posterior.
ro: Asigurați‑vă că este liniște în cameră, țineți‑vă iPhone‑ul aproape de televizor și ajustați volumul difuzorului, dacă este necesar. iPhone‑ul trebuie să aibă iOS 18.4 sau o versiune ulterioară.
ru: Убедитесь, что вокруг тихо. Поднесите iPhone к телевизору и скорректируйте громкость динамиков, если потребуется. Требуется iPhone с iOS 18.4 или новее.
sk: Uistite sa, že je v miestnosti ticho, podržte iPhone pri televízore a ak je to potrebné, upravte hlasitosť reproduktorov. Na iPhone musí byť nainštalovaný systém iOS 18.4 alebo novší.
sl: Poskrbite, da bo v prostoru tišina, iPhone držite blizu televizorja in po potrebi prilagodite glasnost zvočnika. V iPhonu mora biti nameščen operacijski sistem iOS 18.4 ali novejši.
sv: Se till att det är tyst i rummet, håll iPhone nära TV-apparaten och justera högtalarvolymen om det behövs. iPhone måste använda iOS 18.4 eller senare.
th: ตรวจสอบให้แน่ใจว่าห้องของคุณเงียบ ถือ iPhone ใกล้กับโทรทัศน์ของคุณ แล้วปรับระดับเสียงลำโพงของคุณหากต้องการ iPhone ของคุณต้องมี iOS 18.4 ขึ้นไป
tr: Odanın sessiz olduğundan emin olun, iPhone’unuzu televizyonunuza yaklaştırın ve gerekiyorsa hoparlörünüzün ses yüksekliğini ayarlayın. iPhone’unuzda iOS 18.4 veya daha yenisi yüklü olmalıdır.
uk: Упевніться, що у приміщенні тихо, тримайте iPhone біля телевізора й за потреби відрегулюйте гучність динаміка. На iPhone має бути інстальовано iOS 18.4 чи новішої версії.
vi: Đảm bảo phòng của bạn yên tĩnh, giữ iPhone gần tivi của bạn và điều chỉnh âm lượng loa nếu cần. iPhone của bạn phải có iOS 18.4 trở lên.
zh_cn: 确保房间安静，握住iPhone靠近电视，然后按需调整扬声器音量。iPhone必须运行iOS 18.4或更高版本。
zh_hk: 請確保房間安靜，然後將你的iPhone靠近電視，並按需要調節喇叭的音量。你的iPhone必須是iOS 18.4或較新版本。
zh_tw: 請保持室內安靜，讓你的iPhone靠近電視，並且調整揚聲器的音量（如有需要）。你的iPhone必須安裝iOS 18.4或以上版本。
